Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUD_BACKUP_MSG
source: If you erase now, you may lose important data that is being backed up.
ar: إذا قمت بالمسح الآن، فربما تفقد البيانات الهامة التي يجري حاليًا نسخها احتياطيًا.
bg: Ако изтриете сега, може да загубите важни данни, които се архивират.
ca: Si ho esborres ara, pots perdre dades importants que s’estan desant com a còpia de seguretat.
cs: Pokud teď zařízení vymažete, můžete ztratit důležitá data, která jsou právě zálohována.
da: Hvis du sletter nu, kan du miste vigtige data, som ikke bliver sikkerhedskopieret.
de: Wenn du jetzt löschst, verlierst du möglicherweise wichtige Daten, die gerade gesichert werden.
el: Αν επιλέξετε σβήσιμο τώρα, μπορεί να χαθούν σημαντικά δεδομένα, για τα οποία δημιουργείται εφεδρικό αντίγραφο.
es: Si borras ahora, puedes perder datos importantes de los que se está realizando una copia de seguridad.
es_us: Si borras ahora, podrías perder datos importantes que se estén respaldando.
fi: Jos tyhjennät nyt, saatat menettää tärkeitä tietoja, joita varmuuskopioidaan.
fr: Si vous effacez l’appareil maintenant, vous risquez de perdre des données importantes en cours de sauvegarde.
fr_ca: Si vous effacez votre appareil maintenant, vous risquez de perdre des données importantes qui sont en cours de sauvegarde.
he: מחיקה כעת עשויה להוביל לאובדן נתונים חשובים שנמצאים בתהליך גיבוי.
hi: यदि आप अभी मिटाते हैं, आप महत्वपूर्ण डेटा गंवा सकते हैं जिसका iCloud में बैकअप लिया जा रहा है।
hr: Obrišete li odmah, možda ćete izgubiti važne podatke koji se sigurnosno kopiraju.
hu: Ha most törli, akkor fontos adatokat veszíthet el, amelyekről jelenleg biztonsági mentés készül.
id: Jika Anda menghapus sekarang, Anda dapat kehilangan data penting yang sedang dicadangkan.
it: Inizializzando durante il backup, potresti perdere alcuni dati importanti.
ja: 今すぐ消去すると、iCloudにバックアップ中の重要なデータが失われる可能性があります。
kk: Деректерді қазір өшірсеңіз, сақтық көшірмесі жасалып жатқан маңызды деректерді жоғалтуыңыз мүмкін.
ko: 지금 지우면 현재 백업 중인 중요한 데이터를 잃을 수 있습니다.
lt: Jei ištrinsite dabar, galite prarasti svarbius duomenis, kurių atsarginės kopijos kuriamos.
ms: Jika anda memadamkan sekarang, anda mungkin kehilangan data penting yang sedang disandarkan.
nl: Als je nu wist, kun je belangrijke gegevens verliezen waar nu een back-up van wordt gemaakt.
no: Hvis du sletter nå, kan du miste viktige data som sikkerhetskopieres nå.
pl: Jeśli wymażesz teraz, możesz utracić ważne dane, w przypadku tworzenie backupu właśnie trwa.
pt: Se apagar agora, você pode perder dados importantes cujo backup está sendo realizado.
pt_pt: Se apagar agora, poderá perder dados importantes que estão a ser copiados.
ro: Dacă ștergeți acum, este posibil să pierdeți date importante pentru care se efectuează backup.
ru: Если стереть сейчас, Вы можете потерять важные данные, резервная копия которых создается.
sk: Ak hneď spustíte vymazávanie zariadenia, môžete stratiť dôležité dáta, ktoré sa zálohujú.
sl: Če izbrišete zdaj, lahko izgubite pomembne podatke, ki se varnostno kopirajo.
sv: Om du raderar nu kan du bli av med viktiga data som håller på att säkerhetskopieras.
th: ถ้าคุณลบข้อมูลในตอนนี้ คุณอาจสูญเสียข้อมูลสำคัญที่กำลังถูกสำรองข้อมูล
tr: Şimdi silerseniz yedeklenmeyen önemli verileri kaybedebilirsiniz.
uk: Якщо стерти зараз, ви можете втратити важливі дані, що ще архівуються.
vi: Nếu bạn xóa bây giờ, bạn có thể mất dữ liệu quan trọng đang được sao lưu.
zh_cn: 如果现在抹掉，你可能会丢失正在备份的重要数据。
zh_hk: 如立即清除，你可能會遺失正在備份的重要資料。
zh_tw: 若立即清除，你可能會遺失正在備份的重要資料。

# ERASE_ACCOUNT_CONFIRMATION_ALERT_ACCEPT
source: Reset
ar: إعادة التعيين
bg: Нулиране
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nl: Stel opnieuw in
no: Nullstill
pl: Wyzeruj
pt: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# ICLOUD_SYNC_NEEDS_WLAN_OPEN_SETTINGS
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_us: Configuración
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Реттеулер
ko: 설정
lt: Nustatymai
ms: Seting
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# ICLOUD_BACKUP_ERROR_TITLE
source: iCloud Backup Failed
ar: فشل النسخ الاحتياطي على iCloud
bg: Неуспешно създаване на iCloud резервно копие
ca: Error de còpia de seguretat a l’iCloud
cs: Zálohování na iCloud selhalo
da: iCloud-sikkerhedskopi mislykkedes
de: iCloud-Backup fehlgeschlagen
el: Απέτυχε το Εφεδρικό αντίγραφο iCloud
es: Error de copia en iCloud
es_us: Error de respaldo de iCloud
fi: iCloud-varmuuskopiointi epäonnistui
fr: Échec de la sauvegarde iCloud
fr_ca: Échec de la sauvegarde iCloud
he: הגיבוי ב-iCloud נכשל
hi: iCloud बैकअप विफल रहा
hr: iCloud sig. kopija nije uspjela
hu: Sikertelen az iCloudba való biztonsági mentés
id: Cadangan iCloud Gagal
it: Backup su iCloud non riuscito
ja: iCloudバックアップに失敗しました
kk: iCloud сервисіне сақтық көшірме жасау сәтсіз аяқталды
ko: iCloud 백업 실패
lt: „iCloud“ atsarginės kopijos sukurti nepavyko
ms: Sandaran iCloud Gagal
nl: Back‑up in iCloud mislukt
no: iCloud-sikkerhetskopiering mislyktes
pl: Błąd backupu w iCloud
pt: Falha no Backup do iCloud
pt_pt: Cópia de segurança em iCloud falhou
ro: Backup iCloud eșuat
ru: Сбой резервного копирования в iCloud
sk: Zálohovanie na iCloud zlyhalo
sl: Varnostno kopiranje v iCloud ni uspelo
sv: iCloud-säkerhetskopiering misslyckades
th: สำรองข้อมูล iCloud ไม่สำเร็จ
tr: iCloud Yedekleme Başarısız Oldu
uk: Не вдалося створити резервну копію в iCloud
vi: Sao lưu iCloud thất bại
zh_cn: iCloud云备份失败
zh_hk: iCloud備份失敗
zh_tw: iCloud備份失敗

# ICLOUD_PROMPT_FOR_BACKUP_AND_SYNC_MSG
source: If you erase without updating your backup, you may lose photos and other data that are not yet uploaded to iCloud.
ar: إذا قمت بالمسح دون تحديث النسخة الاحتياطية، فربما تفقد الصور والبيانات الأخرى التي لم يتم تحميلها إلى iCloud.
bg: Ако изтриете, без да обновите резервното копие, може да загубите снимки и други данни, които все още не са качени в iCloud.
ca: Si ho esborres sense actualitzar la còpia de seguretat, pots perdre les fotos i altres dades que encara no s’han carregat a l’iCloud.
cs: Pokud zařízení vymažete bez aktualizace zálohy, můžete ztratit fotografie a další data, která ještě nejsou odeslaná na iCloud.
da: Hvis du sletter uden at opdatere din sikkerhedskopi, kan du miste fotos og andre data, som endnu ikke er overført til iCloud.
de: Wenn du löschst, ohne das Backup zu aktualisieren, verlierst du möglicherweise Fotos und andere Daten, die noch nicht auf iCloud hochgeladen wurden.
el: Αν επιλέξετε σβήσιμο τώρα χωρίς ενημέρωση του εφεδρικού αντιγράφου, μπορεί να χαθούν φωτογραφίες και άλλα δεδομένα, τα οποία δεν έχουν ανέβει ακόμη στο iCloud.
es: Si borras sin actualizar la copia de seguridad, puedes perder fotos y otros datos que todavía no se hayan cargado en iCloud.
es_us: Si borras sin actualizar tu respaldo, podrías perder fotos y otros datos que se hayan cargado en iCloud.
fi: Jos tyhjennät päivittämättä varmuuskopiota, saatat menettää kuvia ja muuta dataa, joita ei ole vielä lähetetty iCloudiin.
fr: Si vous effacez l’appareil sans mettre à jour votre sauvegarde, vous risquez de perdre les photos et autres données qui n’ont pas encore été téléchargées sur iCloud.
fr_ca: Si vous effacez votre appareil sans mettre votre sauvegarde à jour, vous risquez de perdre des photos et d’autres données qui n’ont pas encore été téléversées vers iCloud.
he: מחיקה כעת ללא עדכון הגיבוי ב-iCloud עשויה להוביל לאובדן תמונות ונתונים נוספים שעוד לא הועלו ל-iCloud.
hi: यदि आप बिना बैकअप अपडेट किए मिटाते हैं, तो आप तस्वीरें और अन्य डेटा को गंवा सकते हैं जिसे iCloud पर अब तक अपलोड नहीं किया गया है।
hr: Obrišete li bez ažuriranja sigurnosne kopije, možda ćete izgubiti fotografije i druge podatke koji još nisu postavljeni na iCloud.
hu: Ha a biztonsági mentés frissítése nélkül törli az eszközt, akkor fotókat és egyéb adatokat veszíthet el, amelyek még nincsenek feltöltve az iCloudba.
id: Jika Anda menghapus tanpa memperbarui cadangan Anda, Anda dapat kehilangan foto dan data lainnya yang belum diunggah ke iCloud.
it: Inizializzando senza aggiornare il backup, potresti perdere foto e altri dati che non sono ancora stati caricati su iCloud.
ja: バックアップをアップデートしないで消去すると、iCloudにアップロードされていない写真およびその他のデータが失われる可能性があります。
kk: Сақтық көшірмені жаңартпай-ақ деректерді өшірсеңіз, iCloud сервисіне әлі жүктеліп салынбаған фотолар мен басқа деректерді жоғалтуыңыз мүмкін.
ko: 백업을 업데이트하지 않고 지우면 아직 iCloud에 업로드하지 않은 사진 및 기타 데이터를 잃을 수 있습니다.
lt: Jei ištrinsite neatnaujinę atsarginės kopijos, galite prarasti nuotraukas ir kitus duomenis, kurie dar nėra įkelti į „iCloud“.
ms: Jika anda memadam tanpa mengemas kini sandaran, anda mungkin kehilangan foto dan data lain yang belum dimuat naik ke iCloud.
nl: Als je wist zonder je back‑up bij te werken, kun je foto's en andere gegevens verliezen die nog niet naar iCloud zijn geüpload.
no: Hvis du sletter uten å ta en ny sikkerhetskopi, kan du miste bilder og andre data som ikke er sikkerhetskopiert til iCloud enda.
pl: Jeśli wymażesz bez uaktualniania backupu, możesz utracić zdjęcia i inne dane, które nie zostały jeszcze wysłane do iCloud.
pt: Se apagar sem atualizar o backup, você pode perder fotos e outros dados que ainda não foram enviados ao iCloud.
pt_pt: Se apagar sem atualizar a cópia de segurança, é possível que perca fotografias e outros dados que ainda não foram enviados para iCloud.
ro: Dacă ștergeți fără a vă actualiza backupul, este posibil să pierdeți poze și alte date care încă nu sunt încărcate pe iCloud.
ru: Если стереть, не создав резервную копию, Вы можете потерять фото и другие данные, которые еще не выгружены в iCloud.
sk: Ak vymažete zariadenie bez aktualizovania zálohy, môžete stratiť fotky a ďalšie dáta, ktoré zatiaľ neboli odoslané do iCloudu.
sl: Če izbrišete brez posodobitve varnostne kopije, lahko izgubite fotografije in druge podatke, ki še niso naloženi v iCloud.
sv: Om du raderar utan att uppdatera din säkerhetskopia kan du bli av med bilder och andra data som ännu inte har överförts till iCloud.
th: ถ้าคุณลบข้อมูลโดยไม่อัปเดตข้อมูลสำรองของคุณ คุณอาจสูญเสียรูปภาพและข้อมูลอื่นที่ยังไม่ได้อัปโหลดไปยัง iCloud
tr: Yedeklemenizi güncellemeden silerseniz henüz iCloud’a yüklenmemiş olan fotoğrafları ve diğer verileri kaybedebilirsiniz.
uk: Стерши без оновлення резервної копії, можна втратити фотографії та інші дані, які поки не закачано до iCloud.
vi: Nếu bạn xóa mà không cập nhật bản sao lưu, bạn có thể mất các ảnh và dữ liệu khác chưa được tải lên iCloud.
zh_cn: 如果不更新备份即抹掉，你可能会丢失尚未上传到iCloud的照片和其他数据。
zh_hk: 如未有更新備份便立即清除，你可能會遺失尚未上載至iCloud的相片和其他資料。
zh_tw: 若在未更新備份前清除，你可能會遺失尚未上傳到iCloud的照片和其他資料。

# PREBUDDY_LABEL
source: Prepare for New iPad
ar: التحضير للـ iPad الجديد
bg: Подготовка за нов iPad
ca: Prepara’t per al nou iPad
cs: Připravit pro nový iPad
da: Gør klar til ny iPad
de: Auf neues iPad vorbereiten
el: Προετοιμασία για νέο iPad
es: Prepárate para tu nuevo iPad
es_us: Prepara tu iPad nuevo
fi: Valmistaudu uutta iPadia varten
fr: Préparez-vous pour votre nouvel iPad
fr_ca: Préparer pour un nouvel iPad
he: הכנה לקראת iPad חדש
hi: नए iPad के लिए तैयारी करें
hr: Pripremite se za novi iPad
hu: Előkészületek az új iPadhez
id: Persiapkan iPad Baru
it: Preparati per un nuovo iPad
ja: 新しいiPadの準備
kk: Жаңа iPad құрылғысына дайындалу
ko: 새로운 iPad 준비하기
lt: Pasiruošimas pereiti prie naujo „iPad“
ms: Bersedia untuk iPad Baharu
nl: Bereid je voor op je nieuwe iPad
no: Klargjør for ny iPad
pl: Przygotuj się na nowego iPada
pt: Prepare-se para o Novo iPad
pt_pt: Preparar para um novo iPad
ro: Pregătire pentru un iPad nou
ru: Подготовка к новому iPad
sk: Pripraviť pre nový iPad
sl: Priprava na novi iPad
sv: Förbered för en ny iPad
th: เตรียมพร้อมสำหรับ iPad เครื่องใหม่
tr: Yeni iPad’e Hazırlık Yapın
uk: Підготовка для нового iPad
vi: Chuẩn bị cho iPad mới
zh_cn: 为新iPad做准备
zh_hk: 為新iPad做準備
zh_tw: 為新的iPad做準備

# ICLOUD_BACKUP_PROGRESS_TITLE
source: Completing Backup…
ar: يجري إكمال النسخ الاحتياطي…
bg: Приключване на резервно копие…
ca: Completant còpia de seguretat…
cs: Dokončování zálohy…
da: Færdiggør sikkerhedskopiering…
de: Backup abschließen …
el: Ολοκλήρωση δημιουργίας εφεδρικού αντιγράφου…
es: Completando copia de seguridad…
es_us: Completando respaldo…
fi: Viimeistellään varmuuskopiota…
fr: Fin de la sauvegarde…
fr_ca: Fin de la sauvegarde…
he: מסיים גיבוי…
hi: बैकअप पूर्ण किया जा रहा है…
hr: Dovršavanje sigurnosne kopije…
hu: Biztonsági mentés befejezése…
id: Menyelesaikan Pencadangan…
it: Completo il backup…
ja: バックアップを完了中…
kk: Сақтық көшірме жасау аяқталуда…
ko: 백업 완료 중…
lt: Baigiamas atsarginės kopijos kūrimas…
ms: Menyelesaikan Sandaran…
nl: Back‑up voltooien…
no: Fullfører sikkerhetskopi…
pl: Kończę tworzenie backupu…
pt: Completando o Backup…
pt_pt: A concluir cópia de segurança…
ro: Finalizare backup…
ru: Завершение резервного копирования…
sk: Dokončujem zálohovanie…
sl: Dokončevanje varnostnega kopiranja …
sv: Slutför säkerhetskopiering…
th: กำลังสำรองข้อมูลใกล้จะเสร็จ…
tr: Yedekleme Tamamlanıyor…
uk: Виконує архівацію…
vi: Đang hoàn tất sao lưu…
zh_cn: 正在完成备份…
zh_hk: 正在完成備份⋯
zh_tw: 正在完成備份⋯

# CLEAR_SETTINGS_MSG
source: This will reset all settings. No data or media will be deleted.
ar: ستتم إعادة تعيين جميع الإعدادات. لن يتم حذف أي بيانات أو وسائط.
bg: Това ще нулира всички настройки. Данните и медията няма да бъдат изтрити.
ca: Es restablirà la configuració. No s’eliminaran dades ni continguts.
cs: Tímto budou obnovena všechna nastavení. Nebudou smazána žádná data ani média.
da: Nulstiller alle indstillinger. Ingen data eller medier bliver slettet.
de: Hiermit werden alle Einstellungen zurückgesetzt. Daten oder Medien werden dabei nicht gelöscht.
el: Θα επαναφερθούν όλες οι ρυθμίσεις. Δεν θα διαγραφούν δεδομένα ή μέσα.
es: Se restablecerán todos los ajustes. Los datos y contenidos no se eliminarán.
es_us: Se restablecerá toda la configuración. No se eliminarán los datos ni los contenidos.
fi: Tämä nollaa kaikki asetukset. Dataa tai sisältöä ei poisteta.
fr: Tous les réglages seront réinitialisés. Vos données et contenus seront conservés.
fr_ca: Tous les réglages seront réinitialisés. Vos données et votre contenu multimédia seront conservés.
he: פעולה זו תאפס את כל ההגדרות, מבלי לפגוע בנתונים או במדיה.
hi: यह सभी सेटिंग्ज़ रीसेट करेगा। कोई भी डेटा या मीडिया डिलीट नहीं किया जाएगा।
hr: Ovime se resetiraju sve postavke. Podaci i mediji se ne brišu.
hu: Ez minden beállítást alaphelyzetbe fog állítani. Adat vagy média nem kerül törlésre.
id: Ini akan mengatur ulang semua pengaturan. Tidak ada data atau media yang akan dihapus.
it: Tutte le impostazioni saranno ripristinate. Nessun dato o contenuto sarà eliminato.
ja: すべての設定をリセットします。データやメディアは削除されません。
kk: Бұл барлық реттеуді бастапқы күйге қайтарады. Ешқандай деректер немесе медиафайлдар жойылмайды.
ko: 이 작업은 모든 설정을 재설정합니다. 데이터나 미디어는 삭제되지 않습니다.
lt: Bus nustatyti iš naujo visi nustatymai. Jokie duomenys ar medija nebus ištrinta.
ms: Ini akan mereset semua seting. Tiada data atau media akan dipadamkan.
nl: Hiermee stel je alle instellingen opnieuw in. Er worden geen gegevens of media verwijderd.
no: Dette vil nullstille alle innstillinger. Ingen data eller medier blir slettet.
pl: Spowoduje to wyzerowanie wszystkich ustawień. Dane oraz multimedia pozostaną nienaruszone.
pt: Todos os ajustes serão apagados. Dados e mídias não serão apagados.
pt_pt: Todas as definições serão repostas. Não serão eliminados dados nem conteúdo multimédia.
ro: Toate configurările vor fi resetate. Datele și conținutul multimedia nu vor fi afectate.
ru: Все настройки будут сброшены. Информация и медиафайлы не удаляются.
sk: Týmto resetujete všetky nastavenia na pôvodné hodnoty. Dáta ani médiá nebudú vymazané.
sl: To bo ponastavilo vse nastavitve. Podatki in predstavnostne vsebine bodo ohranjeni.
sv: Detta nollställer alla inställningar. Inga data eller medier kommer att raderas.
th: การทำงานนี้จะรีเซ็ตการตั้งค่าทั้งหมด แต่ข้อมูลหรือสื่อจะไม่ถูกลบ
tr: Bu, tüm ayarları sıfırlayacaktır. Hiçbir veri veya ortam silinmeyecektir.
uk: Усі параметри буде скинуто. Жодних даних або медіафайлів видалено не буде.
vi: Thao tác này sẽ đặt lại tất cả cài đặt. Sẽ không có dữ liệu hoặc phương tiện nào bị xóa.
zh_cn: 这将还原所有设置， 但不会删除任何数据或媒体。
zh_hk: 這將重設所有設定，但不會刪除任何資料或媒體。
zh_tw: 這將重置所有設定。不會刪除任何資料或媒體。

# ICLOUD_BACKUP_AND_SYNC_ERROR_MSG_WIFI
source: Make sure you are connected to Wi-Fi.
ar: تأكد من الاتصال بالـ Wi-Fi.
bg: Уверете се, че сте свързани към Wi-Fi.
ca: Comprova que tinguis connexió a la Wi‑Fi.
cs: Ujistěte se, že jste připojeni k Wi‑Fi.
da: Sørg for at have forbindelse til Wi-Fi.
de: Stelle sicher, dass eine WLAN-Verbindung besteht.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι σε Wi-Fi.
es: Asegúrate de que tienes conexión a una red Wi‑Fi.
es_us: Asegúrate de tener conexión a Wi-Fi.
fi: Varmista, että olet yhteydessä Wi-Fiin.
fr: Assurez-vous que vous êtes connecté à un réseau Wi-Fi.
fr_ca: Assurez-vous d’être connecté à un réseau Wi‑Fi.
he: ודא/י שהמכשיר מחובר לרשת אלחוטית.
hi: सुनिश्चित करें कि आप वाई-फ़ाई से कनेक्टेड हैं।
hr: Provjerite jeste li spojeni na Wi-Fi.
hu: Győződjön meg róla, hogy csatlakozik a Wi-Fi-hálózathoz.
id: Pastikan Anda terhubung ke Wi-Fi.
it: Assicurati di aver eseguito l’accesso alla rete Wi-Fi.
ja: Wi-Fiに接続していることを確認してください。
kk: Wi-Fi желісіне қосылғаныңызға көз жеткізіңіз.
ko: Wi‑Fi에 연결되어 있는지 확인하십시오.
lt: Įsitikinkite, kad esate prisijungę prie „Wi-Fi“.
ms: Pastikan anda disambungkan ke Wi-Fi.
nl: Controleer of er verbinding is met wifi.
no: Forsikre deg om at du er koblet til Wi‑Fi.
pl: Upewnij się, że masz połączenie z siecią Wi‑Fi.
pt: Certifique-se de ter conexão com uma rede Wi-Fi.
pt_pt: Certifique‑se de que a ligação a uma rede Wi-Fi está ativa.
ro: Asigurați-vă că dispuneți de conexiune la Wi‑Fi.
ru: Убедитесь в наличии подключения к Wi‑Fi.
sk: Uistite sa, že máte pripojenie k Wi-Fi.
sl: Prepričajte se, da ste povezani z omrežjem Wi-Fi.
sv: Kontrollera att du är ansluten till Wi-Fi.
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่ออยู่กับ Wi‑Fi
tr: Wi-Fi’ye bağlı olduğunuzdan emin olun.
uk: Упевніться, що ви підʼєднані до Wi-Fi.
vi: Đảm bảo rằng thiết bị của bạn được kết nối vào Wi-Fi.
zh_cn: 请确保你已接入Wi-Fi。
zh_hk: 請確定你已連接Wi-Fi。
zh_tw: 請確定你已連接Wi-Fi。

# CLEAR_LABEL
source: Reset All Settings
ar: إعادة تعيين جميع الإعدادات
bg: Нулирай всички настройки
ca: Restableix la configuració
cs: Obnovit všechna nastavení
da: Nulstil alle indstillinger
de: Alle Einstellungen zurücksetzen
el: Όλες οι ρυθμίσεις
es: Restablecer ajustes
es_us: Restablecer toda la configuración
fi: Nollaa kaikki asetukset
fr: Réinitialiser tous les réglages
fr_ca: Réinitialiser tous les réglages
he: איפוס כל ההגדרות
hi: सभी सेटिंग्ज़ रीसेट करें
hr: Resetiraj sve postavke
hu: Beállítások alaphelyzetbe állítása
id: Atur Ulang Pengaturan
it: Ripristina impostazioni
ja: すべての設定をリセット
kk: Барлық реттеуді бастапқы күйге қайтару
ko: 모든 설정 재설정
lt: Nustatyti visus nustatymus iš naujo
ms: Reset Semua Seting
nl: Herstel alle instellingen
no: Nullstill alle innstillinger
pl: Wszystkie ustawienia
pt: Redefinir Todos os Ajustes
pt_pt: Repor todas as definições
ro: Resetați toate configurările
ru: Сбросить все настройки
sk: Resetovať všetky nastavenia
sl: Ponastavitev vseh nastavitev
sv: Nollställ alla inställningar
th: รีเซ็ตการตั้งค่าทั้งหมด
tr: Tüm Ayarları Sıfırla
uk: Скинути всі параметри
vi: Đặt lại tất cả cài đặt
zh_cn: 还原所有设置
zh_hk: 重設所有設定
zh_tw: 重置所有設定

# RESET_KEYBOARD_DICTIONARY_TITLE
source: Reset Dictionary
ar: إعادة تعيين القاموس
bg: Нулирай речник
ca: Restableix el diccionari
cs: Obnovit slovník
da: Nulstil ordbog
de: Tastaturwörterbuch zurücksetzen
el: Επαναφορά λεξικού
es: Restablecer diccionario
es_us: Restablecer diccionario
fi: Nollaa sanakirja
fr: Réinitialiser le dictionnaire
fr_ca: Réinitialiser le dictionnaire
he: איפוס המילון
hi: शब्दकोश रीसेट करें
hr: Resetirajte rječnik
hu: Szótár alaphelyzetbe állítása
id: Atur Ulang Kamus
it: Ripristina dizionario
ja: 変換学習をリセット
kk: Сөздікті бастапқы күйге қайтару
ko: 사전 재설정
lt: Nustatyti žodyną iš naujo
ms: Reset Kamus
nl: Herstel woordenboek
no: Nullstill ordbok
pl: Wyzeruj słownik
pt: Redefinir Dicionário
pt_pt: Repor dicionário
ro: Resetare
ru: Сбросить словарь
sk: Resetovať slovník
sl: Ponastavi slovar
sv: Nollställ ordbok
th: รีเซ็ตพจนานุกรม
tr: Sözlüğü Sıfırla
uk: Скинути словник
vi: Đặt lại từ điển
zh_cn: 还原词典
zh_hk: 重設辭典
zh_tw: 重置辭典

# ICLOUD_SYNC_NEEDS_WIFI_OPEN_SETTINGS
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_us: Configuración
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Реттеулер
ko: 설정
lt: Nustatymai
ms: Seting
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# ICLOUD_ERROR_TRY_AGAIN
source: Try Again
ar: محاولة مرة أخرى
bg: Опитайте отново
ca: Torna‑ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Νέα δοκιμή
es: Inténtalo de nuevo
es_us: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
he: ניסיון נוסף
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Próbálja újra
id: Coba Lagi
it: Riprova
ja: やり直す
kk: Әрекетті қайталау
ko: 다시 시도
lt: Bandyti dar kartą
ms: Cuba Lagi
nl: Probeer opnieuw
no: Prøv igjen
pl: Ponów
pt: Tentar Novamente
pt_pt: Voltar a tentar
ro: Reîncercați
ru: Повторить
sk: Skúsiť to znovu
sl: Poskusi znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Deneyin
uk: Ще раз
vi: Thử lại
zh_cn: 重试
zh_hk: 再試
zh_tw: 再試一次

# ICLOUD_SYNC_PROGRESS_ESTIMATING_TIME_REMAINING
source: Estimating time remaining…
ar: يتم الآن تقدير الوقت المتبقي…
bg: Изчисляване на оставащото време…
ca: Calculant el temps restant…
cs: Výpočet zbývajícího času…
da: Beregner resterende tid…
de: Verbleibende Zeit berechnen …
el: Εκτίμηση χρόνου που απομένει…
es: Calculando tiempo restante…
es_us: Calculando tiempo restante…
fi: Lasketaan jäljellä olevaa aikaa…
fr: Estimation du temps restant…
fr_ca: Estimation du temps restant…
he: מחשב את הזמן שנותר…
hi: शेष समय का अनुमान लगाया जा रहा है…
hr: Procjena preostalog vremena…
hu: Hátralévő idő kiszámítása…
id: Memperkirakan sisa waktu…
it: Calcolo tempo rimanente…
ja: 残り時間を計算中…
kk: Қалған уақытты есептеу орындалуда…
ko: 남은 시간 계산 중…
lt: Skaičiuojamas likęs laikas…
ms: Menganggarkan baki masa…
nl: Resterende tijd berekenen…
no: Beregner tid som gjenstår…
pl: Szacuję pozostały czas…
pt: Estimando o tempo restante…
pt_pt: A calcular o tempo que falta…
ro: Estimare timp rămas…
ru: Подсчет оставшегося времени…
sk: Odhadujem zostávajúci čas…
sl: Ocenjevanje preostalega časa …
sv: Beräknar återstående tid…
th: กำลังประเมินเวลาที่เหลือ…
tr: Kalan süre hesaplanıyor…
uk: Оцінювання решти часу…
vi: Đang ước tính thời gian còn lại…
zh_cn: 正在估算剩余时间…
zh_hk: 正在估計剩餘時間⋯
zh_tw: 正在估計剩餘時間⋯
